[
    {
        "contestName": "SocialApp Challenge",
        "category": "App Development",
        "image": "https://i.ytimg.com/vi/5JPtTghDcTY/maxresdefault.jpg",
        "description": "Build the next generation of social networking apps in this mobile app development challenge!",
        "participationCount": 25,
        "contestDetails": "SocialApp Challenge focuses on developing innovative social networking applications for mobile devices. Participants will create feature-rich apps with user profiles, real-time messaging, and interactive content sharing.",
        "contestPrize": 200,
        "deadlineTime": "2023-12-17T21:15:00Z"
    },
    {
        "contestName": "FitApp Innovate",
        "category": "App Development",
        "image": "https://i.ytimg.com/vi/5JPtTghDcTY/maxresdefault.jpg",
        "description": "Revolutionize health and fitness with your mobile app in this development challenge!",
        "participationCount": 25,
        "contestDetails": "FitApp Innovate challenges participants to create health and fitness applications for mobile platforms. Build apps that promote exercise, track wellness goals, and provide personalized health insights.",
        "contestPrize": 180,
        "deadlineTime": "2023-12-09T20:45:00Z"
    },
    {
        "contestName": "ShopifyApp Quest",
        "category": "App Development",
        "image": "https://i.ytimg.com/vi/5JPtTghDcTY/maxresdefault.jpg",
        "description": "Transform the e-commerce experience with your mobile app in this development quest!",
        "participationCount": 35,
        "contestDetails": "ShopifyApp Quest focuses on creating cutting-edge e-commerce applications for mobile platforms. Participants will design apps with seamless product browsing, secure transactions, and personalized shopping experiences.",
        "contestPrize": 250,
        "deadlineTime": "2023-12-14T22:00:00Z"
    },
    {
        "contestName": "EduApp Builder",
        "category": "App Development",
        "image": "https://i.ytimg.com/vi/5JPtTghDcTY/maxresdefault.jpg",
        "description": "Shape the future of education with your mobile app in this development challenge!",
        "participationCount": 20,
        "contestDetails": "EduApp Builder challenges participants to create educational applications for mobile devices. Develop apps that facilitate learning, provide interactive lessons, and engage users in educational content.",
        "contestPrize": 200,
        "deadlineTime": "2023-12-12T19:30:00Z"
    },
    {
        "contestName": "Travel Explorer App",
        "category": "App Development",
        "image": "https://i.ytimg.com/vi/5JPtTghDcTY/maxresdefault.jpg",
        "description": "Enhance the travel experience with your mobile app in this development challenge!",
        "participationCount": 30,
        "contestDetails": "Travel Explorer App challenges participants to create innovative travel applications for mobile platforms. Build apps that assist users in planning trips, discovering destinations, and sharing travel experiences.",
        "contestPrize": 180,
        "deadlineTime": "2023-12-10T21:30:00Z"
    },
    {
        "contestName": "ImageNet Challenge",
        "category": "Machine Learning",
        "image": "https://i.ibb.co/mBNNrk2/Capture2.png",
        "description": "Showcase your machine learning prowess in image classification with the ImageNet Challenge!",
        "participationCount": 150,
        "contestDetails": "The ImageNet Challenge focuses on image classification tasks using machine learning. Participants will work with large datasets and advanced models to accurately classify images into predefined categories.",
        "contestPrize": 1500,
        "deadlineTime": "2023-12-22T20:45:00Z"
      },
      {
        "contestName": "NLP Mastermind Challenge",
        "category": "Machine Learning",
        "image": "https://i.ibb.co/mBNNrk2/Capture2.png",
        "description": "Dive into the world of Natural Language Processing (NLP) with this challenging competition!",
        "participationCount": 120,
        "contestDetails": "The NLP Mastermind Challenge challenges participants to solve complex problems in natural language understanding and processing. From sentiment analysis to language translation, showcase your skills in NLP.",
        "contestPrize": 1200,
        "deadlineTime": "2023-12-18T22:00:00Z"
      },
      {
        "contestName": "Predictive Insights Challenge",
        "category": "Machine Learning",
        "image": "https://i.ibb.co/mBNNrk2/Capture2.png",
        "description": "Unleash your skills in predictive analytics in this machine learning competition!",
        "participationCount": 100,
        "contestDetails": "The Predictive Insights Challenge focuses on predicting future trends and outcomes using machine learning. Participants will work with real-world datasets to build models that provide valuable predictive insights.",
        "contestPrize": 1000,
        "deadlineTime": "2023-12-15T21:30:00Z"
      },
      {
        "contestName": "Reinforcement Learning Rumble",
        "category": "Machine Learning",
        "image": "https://i.ibb.co/mBNNrk2/Capture2.png",
        "description": "Navigate the world of reinforcement learning in this thrilling competition!",
        "participationCount": 80,
        "contestDetails": "Reinforcement Learning Rumble challenges participants to develop agents that can learn and make decisions through interaction with an environment. From game playing to robotics, showcase your skills in reinforcement learning.",
        "contestPrize": 800,
        "deadlineTime": "2023-12-20T19:45:00Z"
      },
      {
        "contestName": "Anomaly Detectives Challenge",
        "category": "Machine Learning",
        "image": "https://i.ibb.co/mBNNrk2/Capture2.png",
        "description": "Detect anomalies with precision in this machine learning competition!",
        "participationCount": 90,
        "contestDetails": "The Anomaly Detectives Challenge focuses on developing algorithms for anomaly detection in various datasets. Participants will work on identifying unusual patterns and outliers in data.",
        "contestPrize": 900,
        "deadlineTime": "2023-12-17T20:00:00Z"
      }
           
]
  